#TODO Переменные и арефметические значение

# Переменные
a = 2
b = 3

c = a + b
d = a * b

print(c)
print(d)

# Строковые значения
x = 'a'
y = 'b'
q = x + y
print(q)
w = x * 3
print(w)

# обращение по индексу
s = 'строка'
f = s[0]
print(f)
g = s[1:3]
print(g)

# Узнать сколько элементов в строке, функция len
h = len(s)
print(h)

# что бы ввести данные воспользуемся функций input
k = input('введите символ: ')
print(k)

# Задача
i = float(input('Введите первый символ: '))
o = float(input('Введите второй символ: '))
print('Сумма ваших данных ', i + o)
